Repository: gwenn-ha-dev/Siliconed
Catalog: Sources/SiliconedApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Finish This Image
de: Dieses Bild fertigstellen
es: Terminar esta imagen
fr: Finir cette image
it: Completa questa immagine

source: Finished images, %lld steps
de: Fertige Bilder, %lld Schritte
es: Imágenes terminadas, %lld pasos
fr: Images finies, %lld pas
it: Immagini finite, %lld passi

source: Fixed
de: Fest
es: Fija
fr: Fixe
it: Fisso

source: For each model below: the text encoder, two steps of the denoiser — the second, judged against the reference computed in fp32 —, and the decoder. About 15 seconds per model; the queue waits meanwhile.
de: Für jedes der folgenden Modelle: der Text-Encoder, zwei Schritte des Entrauschers – der zweite an der in fp32 berechneten Referenz gemessen – und der Decoder. Etwa 15 Sekunden pro Modell; die Warteschlange wartet so lange.
es: Para cada modelo de abajo: el codificador de texto, dos pasos del eliminador de ruido — el segundo, juzgado frente a la referencia calculada en fp32 — y el decodificador. Unos 15 segundos por modelo; mientras tanto, la cola espera.
fr: Pour chaque modèle ci-dessous : l’encodeur de texte, deux pas du débruiteur — le second jugé contre la référence calculée en fp32 —, et le décodeur. Environ 15 secondes par modèle ; la file attend pendant ce temps.
it: Per ogni modello qui sotto: l’encoder di testo, due passi del denoiser — il secondo giudicato rispetto al riferimento calcolato in fp32 —, e il decoder. Circa 15 secondi per modello; nel frattempo la coda attende.

source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero

source: Full screen (Space)
de: Vollbild (Leertaste)
es: Pantalla completa (Espacio)
fr: Plein écran (Espace)
it: Schermo intero (Spazio)

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera

source: Generate %lld Images
de: %lld Bilder generieren
es: Generar %lld imágenes
fr: Générer %lld images
it: Genera %lld immagini

source: Generates, and edits a photo by instruction: “change her jacket to red”.
de: Generiert und bearbeitet ein Foto per Anweisung: „mach ihre Jacke rot“.
es: Genera, y edita una foto por instrucción: «ponle una chaqueta roja».
fr: Génère, et édite une photo par instruction : « mets-lui une veste rouge ».
it: Genera, e modifica una foto su istruzione: «rendi rossa la sua giacca».

source: Give each axis its values: a group of the prompt, seeds, steps, a LoRA of the stack, models or the edit's images.
de: Geben Sie jeder Achse ihre Werte: eine Gruppe des Prompts, Seeds, Schritte, eine LoRA des Stapels, Modelle oder die Bilder der Bearbeitung.
es: Da a cada eje sus valores: un grupo del prompt, semillas, pasos, un LoRA de la pila, modelos o las imágenes de la edición.
fr: Donnez à chaque axe ses valeurs : un groupe du prompt, des graines, des pas, une LoRA de la pile, des modèles ou les images de l’édition.
it: Dai a ogni asse i suoi valori: un gruppo del prompt, semi, passi, una LoRA della pila, modelli o le immagini della modifica.

source: Give the image as image 1 of an edit, and say what changes.
de: Geben Sie das Bild als Bild 1 einer Bearbeitung an und sagen Sie, was sich ändert.
es: Usa la imagen como imagen 1 de una edición, y di qué cambia.
fr: Donnez l’image comme image 1 d’une édition, et dites ce qui change.
it: Fornisci l’immagine come immagine 1 di una modifica, e di’ cosa cambia.

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia

# Grid %@×%@ · %@ · %@×%@ · %@
source: Grid %1$@×%2$@ · %3$@ · %4$@×%5$@ · %6$@
de: Raster %1$@×%2$@ · %3$@ · %4$@×%5$@ · %6$@
es: Cuadrícula %1$@×%2$@ · %3$@ · %4$@×%5$@ · %6$@
fr: Grille %1$@×%2$@ · %3$@ · %4$@×%5$@ · %6$@
it: Griglia %1$@×%2$@ · %3$@ · %4$@×%5$@ · %6$@

source: Groups of alternatives can't be nested (character %@).
de: Gruppen von Alternativen lassen sich nicht verschachteln (Zeichen %@).
es: Los grupos de alternativas no se pueden anidar (carácter %@).
fr: Les groupes d’alternatives ne s’imbriquent pas (caractère %@).
it: I gruppi di alternative non si possono annidare (carattere %@).

source: Image
de: Bild
es: Imagen
it: Immagine

source: Image 1 is the one edited. The prompt can name them: “put the dog of image 2 next to the woman in image 1”.
de: Bild 1 ist das bearbeitete Bild. Der Prompt kann die Bilder benennen: „setze den Hund aus Bild 2 neben die Frau in Bild 1“.
es: La imagen 1 es la que se edita. El prompt puede nombrarlas: «pon el perro de la imagen 2 junto a la mujer de la imagen 1».
fr: L’image 1 est celle qu’on édite. Le prompt peut les nommer : « mets le chien de l’image 2 à côté de la femme de l’image 1 ».
it: L’immagine 1 è quella che viene modificata. Il prompt può nominarle: «metti il cane dell’immagine 2 accanto alla donna dell’immagine 1».

source: Image 1 is the one edited: the prompt says what changes.
de: Bild 1 ist das bearbeitete Bild: Der Prompt sagt, was sich ändert.
es: La imagen 1 es la que se edita: el prompt dice qué cambia.
fr: L’image 1 est celle qu’on édite : le prompt dit ce qui change.
it: L’immagine 1 è quella che viene modificata: il prompt dice cosa cambia.

source: Image 1 set: say what changes
de: Bild 1 gesetzt: Sagen Sie, was sich ändert
es: Imagen 1 colocada: di qué cambia
fr: Image 1 posée : dites ce qui change
it: Immagine 1 impostata: di’ cosa cambia

source: Image copied
de: Bild kopiert
es: Imagen copiada
fr: Image copiée
it: Immagine copiata

source: Image details
de: Bilddetails
es: Detalles de la imagen
fr: Détails de l’image
it: Dettagli dell’immagine

source: Image encoder
de: Bild-Encoder
es: Codificador de imagen
fr: Encodeur d’image
it: Encoder d’immagine

source: Image to Edit
de: Zu bearbeitendes Bild
es: Imagen que editar
fr: Image à éditer
it: Immagine da modificare

source: Images
de: Bilder
es: Imágenes
it: Immagini

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa

source: Import a LoRA or a full model of a supported family, as .safetensors (at least 8 bits) or .gguf (at least 4 bits).
de: Importieren Sie eine LoRA oder ein vollständiges Modell einer unterstützten Familie, als .safetensors (mindestens 8 Bit) oder .gguf (mindestens 4 Bit).
es: Importa un LoRA o un modelo completo de una familia compatible, en .safetensors (8 bits como mínimo) o .gguf (4 bits como mínimo).
fr: Importez une LoRA ou un modèle complet d’une famille connue, en .safetensors (8 bits au moins) ou .gguf (4 bits au moins).
it: Importa una LoRA o un modello completo di una famiglia supportata, in .safetensors (almeno 8 bit) o .gguf (almeno 4 bit).

source: Import a Model or LoRA…
de: Modell oder LoRA importieren …
es: Importar un modelo o un LoRA…
fr: Importer un modèle ou une LoRA…
it: Importa un modello o una LoRA…

source: Import it as a model instead.
de: Importieren Sie es stattdessen als Modell.
es: Impórtalo mejor como modelo.
fr: Importez-le plutôt comme modèle.
it: Importalo invece come modello.

source: Import the LoRA again from its .safetensors.
de: Importieren Sie die LoRA erneut aus ihrer .safetensors-Datei.
es: Vuelve a importar el LoRA desde su .safetensors.
fr: Importez de nouveau la LoRA depuis son .safetensors.
it: Importa di nuovo la LoRA dal suo .safetensors.

source: Imported models
de: Importierte Modelle
es: Modelos importados
fr: Modèles importés
it: Modelli importati

source: Importing %@
de: %@ wird importiert
es: Importando %@
fr: Import de %@
it: Importazione di %@

source: Import…
de: Importieren …
es: Importar…
fr: Importer…
it: Importa…

source: In a terminal: silicontrol help
de: In einem Terminal: silicontrol help
es: En un terminal: silicontrol help
fr: Dans un terminal : silicontrol help
it: In un terminale: silicontrol help

source: Incomplete installation — it will resume where it stopped
de: Installation unvollständig – sie wird dort fortgesetzt, wo sie aufgehört hat
es: Instalación incompleta — se reanudará donde se detuvo
fr: Installation incomplète — elle reprendra là où elle s’est arrêtée
it: Installazione incompleta — riprenderà da dove si è fermata

source: Increase the strength, or the number of steps.
de: Erhöhen Sie die Stärke oder die Anzahl der Schritte.
es: Aumenta la intensidad, o el número de pasos.
fr: Augmentez la force, ou le nombre de pas.
it: Aumenta l’intensità, o il numero di passi.

source: Install %@…
de: %@ installieren …
es: Instalar %@…
fr: Installer %@…
it: Installa %@…

source: Install a model first: the diagnostic measures the models installed.
de: Installieren Sie zuerst ein Modell: Die Diagnose misst die installierten Modelle.
es: Instala primero un modelo: el diagnóstico mide los modelos instalados.
fr: Installez d’abord un modèle : le diagnostic mesure les modèles installés.
it: Installa prima un modello: la diagnostica misura i modelli installati.

source: Install it from the Models sheet (⇧⌘M).
de: Installieren Sie es im Fenster „Modelle“ (⇧⌘M).
es: Instálalo desde la hoja Modelos (⇧⌘M).
fr: Installez-le depuis la feuille Modèles (⇧⌘M).
it: Installalo dalla finestra Modelli (⇧⌘M).

source: Install the silicontrol command…
de: silicontrol-Befehl installieren …
es: Instalar el comando silicontrol…
fr: Installer la commande silicontrol…
it: Installa il comando silicontrol…

source: Install, import, remove — and what each takes on disk (⇧⌘M)
de: Installieren, importieren, entfernen – und was jedes auf dem Volume belegt (⇧⌘M)
es: Instalar, importar, eliminar — y lo que ocupa cada uno en el disco (⇧⌘M)
fr: Installer, importer, retirer — et ce que chacun occupe sur le disque (⇧⌘M)
it: Installa, importa, rimuovi — e quanto occupa ciascuno sul disco (⇧⌘M)

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato

source: Installing %@
de: %@ wird installiert
es: Instalando %@
fr: Installation de %@
it: Installazione di %@

source: Install…
de: Installieren …
es: Instalar…
fr: Installer…
it: Installa…

source: Interrupted downloads
de: Unterbrochene Downloads
es: Descargas interrumpidas
fr: Téléchargements interrompus
it: Download interrotti

source: Its forged card is deleted. To get it back, import its file again.
de: Seine geschmiedete Karte wird gelöscht. Um sie zurückzubekommen, importieren Sie die Datei erneut.
es: Su ficha forjada se elimina del disco. Para recuperarla, habrá que volver a importar su archivo.
fr: Sa carte forgée part du disque. Pour la retrouver, il faudra réimporter son fichier.
it: La sua scheda forgiata viene eliminata. Per riaverla, importa di nuovo il suo file.

source: Keep %lld images at most.
de: Behalten Sie höchstens %lld Bilder.
es: Conserva %lld imágenes como máximo.
fr: Gardez %lld images au plus.
it: Tieni al massimo %lld immagini.

source: Keep only the image shown (Esc)
de: Nur das angezeigte Bild behalten (Esc)
es: Conservar solo la imagen mostrada (Esc)
fr: Ne garder que l’image affichée (Échap)
it: Tieni solo l’immagine mostrata (Esc)

source: Krea 2 Community (commercial under $1M, mandatory content filter)
de: Krea 2 Community (kommerziell unter 1 Mio. $, Inhaltsfilter vorgeschrieben)
es: Krea 2 Community (comercial por debajo de 1 M$, filtro de contenido obligatorio)
fr: Krea 2 Community (commercial sous 1 M$, filtre de contenu obligatoire)
it: Krea 2 Community (commerciale sotto 1 M$, filtro dei contenuti obbligatorio)

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
it: Orizzontale

source: Last Image
de: Letztes Bild
es: Última imagen
fr: Dernière image
it: Ultima immagine

source: Learned on this Mac, model by model at this size
de: Auf diesem Mac gelernt, Modell für Modell in diesem Format
es: Aprendido en este Mac, modelo a modelo a este tamaño
fr: Appris sur ce Mac, modèle par modèle à cette taille
it: Appreso su questo Mac, modello per modello a questa dimensione

source: Learned on this Mac: the first render at this size, with this model, sets the estimate
de: Auf diesem Mac gelernt: Das erste Rendering in diesem Format mit diesem Modell legt die Schätzung fest
es: Aprendido en este Mac: el primer renderizado a este tamaño, con este modelo, fija la estimación
fr: Appris sur ce Mac : le premier rendu à cette taille, avec ce modèle, fixe l’estimation
it: Appreso su questo Mac: il primo rendering a questa dimensione, con questo modello, fissa la stima

source: Leave the number of steps at the model's default.
de: Lassen Sie die Schrittzahl auf dem Standardwert des Modells.
es: Deja el número de pasos en el del modelo.
fr: Laissez le nombre de pas à celui du modèle.
it: Lascia il numero di passi predefinito del modello.

source: Light
de: Leicht
es: Ligera
fr: Légère
it: Leggera

source: List
de: Liste
es: Lista
fr: Liste
it: Elenco

source: LoRA "%@" not found for %@
de: LoRA „%1$@“ für %2$@ nicht gefunden
es: LoRA «%1$@» no encontrado para %2$@
fr: LoRA « %1$@ » introuvable pour %2$@
it: LoRA «%1$@» non trovata per %2$@

source: LoRA %@ removed
de: LoRA %@ entfernt
es: LoRA %@ eliminado
fr: LoRA %@ retirée
it: LoRA %@ rimossa

source: LoRA imported for %@: %@
de: LoRA für %1$@ importiert: %2$@
es: LoRA importado para %1$@: %2$@
fr: LoRA importée pour %1$@ : %2$@
it: LoRA importata per %1$@: %2$@

source: LoRA imported: %@
de: LoRA importiert: %@
es: LoRA importado: %@
fr: LoRA importée : %@
it: LoRA importata: %@

source: LoRA not found: %@.
de: LoRA nicht gefunden: %@.
es: LoRA no encontrado: %@.
fr: LoRA introuvable : %@.
it: LoRA non trovata: %@.

source: LoRA to Compare
de: Zu vergleichende LoRA
es: LoRA que comparar
fr: LoRA à comparer
it: LoRA da confrontare

source: LoRAs on Every Cell
de: LoRAs auf allen Zellen
es: LoRA en todas las celdas
fr: LoRA sur toutes les cases
it: LoRA su ogni cella

source: Make It Image 1
de: Zu Bild 1 machen
es: Convertirla en imagen 1
fr: En faire l’image 1
it: Rendila immagine 1

source: Make each group an axis, or write its braces as \{ and \}.
de: Machen Sie jede Gruppe zu einer Achse oder schreiben Sie ihre Klammern als \{ und \}.
es: Convierte cada grupo en un eje, o escribe sus llaves como \{ y \}.
fr: Faites de chaque groupe un axe, ou écrivez ses accolades \{ et \}.
it: Fai di ogni gruppo un asse, o scrivi le sue graffe come \{ e \}.

source: Make room — uninstall a model, or discard the interrupted downloads in the Models sheet — then start again: the files already downloaded are kept.
de: Schaffen Sie Platz – deinstallieren Sie ein Modell oder verwerfen Sie die unterbrochenen Downloads im Fenster „Modelle“ – und beginnen Sie dann erneut: Bereits geladene Dateien bleiben erhalten.
es: Haz sitio — desinstala un modelo, o descarta las descargas interrumpidas en la hoja Modelos — y vuelve a empezar: los archivos ya descargados se conservan.
fr: Faites de la place — désinstallez un modèle, ou jetez les téléchargements interrompus dans la feuille Modèles — puis recommencez : les fichiers déjà téléchargés sont gardés.
it: Libera spazio — disinstalla un modello, o scarta i download interrotti nella finestra Modelli — poi ricomincia: i file già scaricati vengono conservati.

source: Measure Again
de: Erneut messen
es: Volver a medir
fr: Mesurer de nouveau
it: Misura di nuovo

source: Measure this Mac, then copy the report as JSON or open it as a GitHub issue
de: Diesen Mac messen, dann den Bericht als JSON kopieren oder als GitHub-Issue öffnen
es: Medir este Mac y luego copiar el informe como JSON o abrirlo como incidencia de GitHub
fr: Mesurer ce Mac, puis copier le rapport en JSON ou l’ouvrir en signalement GitHub
it: Misura questo Mac, poi copia il rapporto in JSON o aprilo come segnalazione su GitHub

source: Measures the installed models on this Mac, at 512² — then, if you want, opens a prefilled GitHub issue. Nothing is sent without your click.
de: Misst die installierten Modelle auf diesem Mac bei 512² – und öffnet dann auf Wunsch ein vorausgefülltes GitHub-Issue. Ohne Ihren Klick wird nichts gesendet.
es: Mide los modelos instalados en este Mac, a 512² — y luego, si quieres, abre una incidencia de GitHub ya rellenada. No se envía nada sin tu clic.
fr: Mesure les modèles installés sur ce Mac, à 512² — puis, si vous le voulez, ouvre un signalement GitHub prérempli. Rien n’est envoyé sans votre clic.
it: Misura i modelli installati su questo Mac, a 512² — poi, se vuoi, apre una segnalazione GitHub precompilata. Nulla viene inviato senza il tuo clic.

source: Measures the installed models on this Mac, then opens a prefilled GitHub issue
de: Misst die installierten Modelle auf diesem Mac und öffnet dann ein vorausgefülltes GitHub-Issue
es: Mide los modelos instalados en este Mac y luego abre una incidencia de GitHub ya rellenada
fr: Mesure les modèles installés sur ce Mac, puis ouvre un signalement GitHub prérempli
it: Misura i modelli installati su questo Mac, poi apre una segnalazione GitHub precompilata

source: Memory
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
it: Memoria

source: Memory (peak)
de: Arbeitsspeicher (Spitze)
es: Memoria (pico)
fr: Mémoire (pic)
it: Memoria (picco)

source: Memory peak
de: Speicherspitze
es: Pico de memoria
fr: Pic mémoire
it: Picco di memoria

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Model %@ removed
de: Modell %@ entfernt
es: Modelo %@ eliminado
fr: Modèle %@ retiré
it: Modello %@ rimosso

source: Model imported: %@
de: Modell importiert: %@
es: Modelo importado: %@
fr: Modèle importé : %@
it: Modello importato: %@

source: Models
de: Modelle
es: Modelos
fr: Modèles
it: Modelli

source: Models…
de: Modelle …
es: Modelos…
fr: Modèles…
it: Modelli…

source: More
de: Mehr
es: Más
fr: Plus
it: Più

source: Most
de: Maximal
es: Máximo
fr: Maximum
it: Massimo

source: Move Left
de: Nach links bewegen
es: Mover a la izquierda
fr: Déplacer à gauche
it: Sposta a sinistra

source: Move Right
de: Nach rechts bewegen
es: Mover a la derecha
fr: Déplacer à droite
it: Sposta a destra

source: Next
de: Weiter
es: Siguiente
fr: Suivante
it: Successiva

source: Next Image
de: Nächstes Bild
es: Imagen siguiente
fr: Image suivante
it: Immagine successiva

source: No LoRA
de: Ohne LoRA
es: Sin LoRA
fr: Sans LoRA
it: Senza LoRA

source: No LoRA for this model
de: Keine LoRA für dieses Modell
es: Ningún LoRA para este modelo
fr: Aucune LoRA pour ce modèle
it: Nessuna LoRA per questo modello

source: No Siliconed settings in this image
de: Keine Siliconed-Einstellungen in diesem Bild
es: Ningún ajuste de Siliconed en esta imagen
fr: Aucun réglage Siliconed dans cette image
it: Nessuna impostazione di Siliconed in questa immagine

source: No image
de: Kein Bild
es: Sin imagen
fr: Pas d’image
it: Nessuna immagine

source: No reference
de: Keine Referenz
es: Ninguna referencia
fr: Aucune référence
it: Nessun riferimento

source: No renders yet.
de: Noch keine Renderings.
es: Aún no hay renderizados.
fr: Aucun rendu pour l’instant.
it: Ancora nessun rendering.

source: Non-commercial: personal and research use only
de: Nicht kommerziell: nur private Nutzung und Forschung
es: No comercial: solo uso personal e investigación
fr: Non commercial : usage personnel et recherche seulement
it: Non commerciale: solo uso personale e ricerca

source: Non-commercial: personal use and research only. Images made with it can't be sold or used in a commercial product.
de: Nicht kommerziell: nur private Nutzung und Forschung. Damit erstellte Bilder dürfen weder verkauft noch in einem kommerziellen Produkt verwendet werden.
es: No comercial: solo uso personal e investigación. Las imágenes creadas con él no se pueden vender ni usar en un producto comercial.
fr: Non commercial : usage personnel et recherche seulement. Les images faites avec ne peuvent être ni vendues ni utilisées dans un produit commercial.
it: Non commerciale: solo uso personale e ricerca. Le immagini create non possono essere vendute né usate in un prodotto commerciale.

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno

source: None. A Civitai checkpoint of a known family imports as is (⌘O); it borrows its family's encoder and VAE.
de: Keine. Ein Civitai-Checkpoint einer bekannten Familie wird unverändert importiert (⌘O); er verwendet Encoder und VAE seiner Familie.
es: Ninguno. Un checkpoint de Civitai de una familia conocida se importa tal cual (⌘O); toma prestados el codificador y el VAE de su familia.
fr: Aucun. Un checkpoint Civitai d’une famille connue s’importe tel quel (⌘O) ; il emprunte l’encodeur et le VAE de sa famille.
it: Nessuno. Un checkpoint Civitai di una famiglia nota si importa così com’è (⌘O); prende in prestito l’encoder e il VAE della sua famiglia.

source: None. A LoRA (.safetensors, as published) imports like a model.
de: Keine. Eine LoRA (.safetensors, wie veröffentlicht) wird wie ein Modell importiert.
es: Ninguno. Un LoRA (.safetensors, tal como se publica) se importa como un modelo.
fr: Aucune. Une LoRA (.safetensors, telle que publiée) s’importe comme un modèle.
it: Nessuno. Una LoRA (.safetensors, così come pubblicata) si importa come un modello.

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora

# Not enough disk space: %@ needed, %@ available.
source: Not enough disk space: %1$@ needed, %2$@ available.
de: Nicht genügend Speicherplatz: %@ benötigt, %@ verfügbar.
es: No hay suficiente espacio en el disco: se necesitan %@ y hay %@ disponibles.
fr: Pas assez de place sur le disque : %@ nécessaires, %@ disponibles.
it: Spazio su disco insufficiente: servono %@, disponibili %@.

source: Not enough disk space: %@ needed.
de: Nicht genügend Speicherplatz: %@ benötigt.
es: No hay suficiente espacio en el disco: se necesitan %@.
fr: Pas assez de place sur le disque : %@ nécessaires.
it: Spazio su disco insufficiente: servono %@.

source: Not enough free space on this disk to install it.
de: Nicht genügend freier Platz auf diesem Volume für die Installation.
es: No hay suficiente espacio libre en este disco para instalarlo.
fr: Pas assez de place libre sur ce disque pour l’installer.
it: Spazio libero insufficiente su questo disco per installarlo.

source: Not enough room to keep both: the %1$@ version will be removed before the download (%2$@ freed). Until the installation is done, %3$@ cannot render.
de: Nicht genug Platz für beide: Die %1$@-Version wird vor dem Download entfernt (%2$@ frei). Bis die Installation abgeschlossen ist, kann %3$@ nicht rendern.
es: No hay sitio para conservar las dos: la versión %1$@ se eliminará antes de la descarga (se liberan %2$@). Hasta que termine la instalación, %3$@ no podrá renderizar.
fr: Pas assez de place pour garder les deux : la version %1$@ sera retirée avant le téléchargement (%2$@ libérés). Jusqu’à la fin de l’installation, %3$@ ne pourra pas rendre.
it: Spazio insufficiente per tenerle entrambe: la versione %1$@ verrà rimossa prima del download (%2$@ liberati). Fino al termine dell’installazione, %3$@ non potrà eseguire rendering.

source: Not everything came back from %@.
de: Nicht alles kam von %@ zurück.
es: No todo ha vuelto de %@.
fr: Tout n’est pas revenu de %@.
it: Non tutto è tornato da %@.

source: Not installed
de: Nicht installiert
es: No instalado
fr: Pas installé
it: Non installato

source: Nothing comes with Siliconed. Choose a model: its license and the space it takes are shown before anything is downloaded.
de: Siliconed enthält keine Modelle. Wählen Sie ein Modell: Seine Lizenz und sein Platzbedarf werden angezeigt, bevor etwas geladen wird.
es: Siliconed no incluye nada. Elige un modelo: su licencia y el espacio que ocupa se muestran antes de descargar nada.
fr: Rien n’est livré avec Siliconed. Choisissez un modèle : sa licence et la place qu’il prend sont montrées avant tout téléchargement.
it: Siliconed non include nulla. Scegli un modello: la sua licenza e lo spazio che occupa vengono mostrati prima di scaricare qualsiasi cosa.

source: Nothing installed
de: Nichts installiert
es: Nada instalado
fr: Rien d’installé
it: Nulla di installato

source: Nothing is running.
de: Nichts läuft.
es: No hay nada en marcha.
fr: Rien ne tourne.
it: Nulla in esecuzione.
